class Mydata3 {
  List<Map<dynamic, dynamic>> data3 = [
    {
      "id": "জন্ম",
      "text":
          "	২৮ সেপ্টেম্বর ১৯৪৭ (বয়স ৭৪)টুঙ্গিপাড়া, গোপালগঞ্জ,তৎকালীন বৃহত্তর ফরিদপুর জেলা, পূর্ব বাংলা, পাকিস্তান (বর্তমানে বাংলাদেশ)",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "ওয়াজেদ মিয়া",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ (১৯৮১–বর্তমান)",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "শেখ হাসিনা বাংলাদেশের প্রথম রাষ্ট্রপতি শেখ মুজিবুর রহমানের কন্যা। তার রাজনৈতিক কর্মজীবন প্রায় চার দশকেরও বেশি সময়ব্যাপী বিস্তৃত। তিনি ১৯৮৬ থেকে ১৯৯০ ও ১৯৯১-১৯৯৫ পর্যন্ত বিরোধী দলের নেতা এবং ১৯৯৬-২০০১ পর্যন্ত প্রধানমন্ত্রীর দায়িত্ব পালন করেন এবং ১৯৮১ সাল থেকে তিনি আওয়ামী লীগের সভাপতির দায়িত্ব পালন করছেন। ২০০৮ সালে জনগণের বিপুল ভোটে জয়ী হয়ে তিনি প্রধানমন্ত্রী হিসেবে ফিরে আসেন। ২০১৪ সালের জানুয়ারিতে একটি বিরোধীদলবিহীন নির্বাচনে তিনি তৃতীয়বারের মত প্রধানমন্ত্রী হন। নির্বাচনটি বিরোধীদল কর্তৃক বর্জিত এবং আন্তর্জাতিক পর্যবেক্ষকদের দ্বারা সমালোচিত হয়েছিল। ২০১৮ সালের ডিসেম্বরে তিনি সহিংসতায় দুষ্ট ও বিরোধীদল কর্তৃক সাজানো নির্বাচন হিসেবে সমালোচিত একটি নির্বাচনে চতুর্থ মেয়াদে প্রধানমন্ত্রী হন।",
    },

    //dfasdfasdf
    {
      "id": "জন্ম",
      "text": "১ অক্টোবর ১৯৪৬ (বয়স ৭৫) গাজীপুর",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "লায়লা আরজুমান বানু",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "মোজাম্মেল হক ছাত্রাবস্থায় পূর্ব পাকিস্তান ছাত্রলীগ কেন্দ্রীয় কার্যনির্বাহী কমিটির সদস্য ও সহ-সাধারণ সম্পাদকের দায়িত্ব পালন করেন। তিনি তৎকালীন গাজীপুর মহকুমা ছাত্রলীগের প্রতিষ্ঠাতা সাধারণ সম্পাদক ছিলেন। বাংলাদেশের স্বাধীনতা যুদ্ধের পর ১৯৭৩ থেকে ১৯৮৬ সাল পর্যন্ত তিনি ৩ বার ইউনিয়ন পরিষদ চেয়ারম্যান এবং ১৯৮৯ থেকে ২০০৮ সাল পর্যন্ত ৪ বার পৌর চেয়ারম্যান ও মেয়র নির্বাচিত হন। এছাড়া ১৯৭৬ সাল থেকে তিনি গাজীপুর জেলা আওয়ামী লীগের সাধারণ সম্পাদক ও সভাপতি হিসেবে দায়িত্ব পালন করেন।[৩] ২০০৮ সালে পৌর মেয়রের পদ থেকে পদত্যাগ করে গাজীপুর-১ আসন থেকে নবম জাতীয় সংসদ নির্বাচনে অংশ নিয়ে জয়ী হন। এরপর ২০১৪ ও ২০১৯-ও সালে গাজীপুর-১ আসন থেকে জাতীয় সংসদ নির্বাচনে অংশ নিয়ে বিজয়ী হন।[৪][৫] এ সময় তিনি সরকারের ভূমি মন্ত্রণালয় সংক্রান্ত সংসদীয় স্থায়ী কমিটির সভাপতি হিসেবে দায়িত্ব পালন করেন।[২] তিনি ১১ ডিসেম্বর ২০১৮ থেকে ৬ জানুয়ারি ২০১৯ পর্যন্ত বাংলাদেশ সরকারের ধর্মমন্ত্রী হিসেবে দায়িত্ব পালন করেন। বর্তমানে তিনি মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালযয়ের মন্ত্রী হিসেবে নিযুক্ত রয়েছেন। ",
    },
    //dfasdfasdf
    {
      "id": "জন্ম",
      "text": "১ অক্টোবর ১৯৪৬ (বয়স ৭৫) গাজীপুর",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "লায়লা আরজুমান বানু",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "মোজাম্মেল হক ছাত্রাবস্থায় পূর্ব পাকিস্তান ছাত্রলীগ কেন্দ্রীয় কার্যনির্বাহী কমিটির সদস্য ও সহ-সাধারণ সম্পাদকের দায়িত্ব পালন করেন। তিনি তৎকালীন গাজীপুর মহকুমা ছাত্রলীগের প্রতিষ্ঠাতা সাধারণ সম্পাদক ছিলেন। বাংলাদেশের স্বাধীনতা যুদ্ধের পর ১৯৭৩ থেকে ১৯৮৬ সাল পর্যন্ত তিনি ৩ বার ইউনিয়ন পরিষদ চেয়ারম্যান এবং ১৯৮৯ থেকে ২০০৮ সাল পর্যন্ত ৪ বার পৌর চেয়ারম্যান ও মেয়র নির্বাচিত হন। এছাড়া ১৯৭৬ সাল থেকে তিনি গাজীপুর জেলা আওয়ামী লীগের সাধারণ সম্পাদক ও সভাপতি হিসেবে দায়িত্ব পালন করেন।[৩] ২০০৮ সালে পৌর মেয়রের পদ থেকে পদত্যাগ করে গাজীপুর-১ আসন থেকে নবম জাতীয় সংসদ নির্বাচনে অংশ নিয়ে জয়ী হন। এরপর ২০১৪ ও ২০১৯-ও সালে গাজীপুর-১ আসন থেকে জাতীয় সংসদ নির্বাচনে অংশ নিয়ে বিজয়ী হন।[৪][৫] এ সময় তিনি সরকারের ভূমি মন্ত্রণালয় সংক্রান্ত সংসদীয় স্থায়ী কমিটির সভাপতি হিসেবে দায়িত্ব পালন করেন।[২] তিনি ১১ ডিসেম্বর ২০১৮ থেকে ৬ জানুয়ারি ২০১৯ পর্যন্ত বাংলাদেশ সরকারের ধর্মমন্ত্রী হিসেবে দায়িত্ব পালন করেন। বর্তমানে তিনি মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালযয়ের মন্ত্রী হিসেবে নিযুক্ত রয়েছেন। ",
    },

    //dfasdfasdf
    {
      "id": "জন্ম",
      "text": "	১ জানুয়ারি ১৯৫২ (বয়স ৬৯) নোয়াখালী, পূর্ব পাকিস্তান",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "ইসরাতুন্নেছা কাদের",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "ওবায়দুল কাদের (জন্ম: ১ জনুয়ারি ১৯৫২) বাংলাদেশ আওয়ামী লীগের সাধারণ সম্পাদক এবং সড়ক পরিবহন ও সেতু মন্ত্রী। নোয়াখালী-৫ আসন থেকে তিনি আওয়ামী লীগের প্রার্থী হিসেবে সপ্তম, নবম, দশম এবং একাদশ জাতীয় সংসদ নির্বাচনে জয় লাভ করেন। শেখ হাসিনার প্রথম মন্ত্রিসভায় তিনি যুব, ক্রীড়া ও সাংস্কৃতি বিষয়ক প্রতিমন্ত্রী ছিলেন। ২০১১ সালের ডিসেম্বর থেকে তিনি সড়ক পরিবহন ও সেতু মন্ত্রী হিসেবে দায়িত্ব পালন করছেন। নোয়াখালী কলেজে অধ্যায়নরত অবস্থায় তিনি ছাত্র রাজনীতির সাথে যুক্ত হন।[৩] তিনি ১৯৬৬ সালে ৬ দফা আন্দোলন এবং ১৯৬৯ সালে গণআন্দোলন ও ছাত্রদের ১১ দফা আন্দোলনে সক্রিয় ছিলেন।[৩] ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধ শুরু হওয়ার পর তিনি মুজিব বাহিনীর (বিএলএফ) কোম্পানীগঞ্জ থানা শাখার অধিনায়ক হিসেবে যুদ্ধে অংশ নেন।[৩] ১৯৭৫ সালে শেখ মুজিবুর রহমান হত্যাকাণ্ডের পর তিনি ৫ বছর কারাবন্দী ছিলেন। ",
    },

    //dfasdfasdf
    {
      "id": "জন্ম",
      "text":
          "		১ ফেব্রুয়ারি ১৯৫০ (বয়স ৭১) মুশুদ্দি গ্রাম, ধনবাড়ী, টাংগাইল, পূর্ব পাকিস্তান। (বর্তমান বাংলাদেশ)",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "------------- ",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "আব্দুর রাজ্জাক ১৯৫০ সালের ১ ফেব্রুয়ারি টাংগাইল জেলার ধনবাড়ী উপজেলার মুশুদ্দি গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম জালাল উদ্দিন এবং মাতার নাম রেজিয়া খাতুন। ১৯৭১ সালে তিনি বাংলাদেশ কৃষি বিশ্ববিদ্যালয় থেকে স্নাতক এবং ১৯৭২ সালে একই বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রী অর্জন করেন। ১৯৮২ সালে যুক্তরাষ্ট্রের পারডু বিশ্ববিদ্যালয় থেকে তিনি পিএইচডি অর্জন করেন। যুক্তরাষ্ট্রের পর তিনি যুক্তরাজ্যের অ্যাঞ্জেলিয়া বিশ্ববিদ্যালয়েও পড়ালেখা করেছেন। বাংলাদেশে ফার্মিং সিস্টেম রিসার্চ ও স্থায়ী গ্রামীণ কৃষি উন্নয়ন বিষয়ে তিনি অন্যতম একজন বিশেষজ্ঞ। রাজ্জাক, বাংলাদেশ কৃষি উন্নয়ন কর্পোরেশনে (বিএডিসি) একজন বৈজ্ঞানীক কর্মকর্তা হিসেবে যোগদানের মাধ্যমে তার কর্মজীবন শুরু করেন এবং ২০০১ সালে বাংলাদেশ কৃষি গবেষণা পরিষদের প্রধান বৈজ্ঞানীক কর্মকর্তা হিসেবে চাকুরীজীবন শেষ করেন। ",
    },

    ///16
    {
      "id": "জন্ম",
      "text": "		৩১ ডিসেম্বর ১৯৫০ (বয়স ৭১) ঢাকা",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "লুৎফুল তাহমিনা খান",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "আসাদুজ্জামান খান মুক্তিবাহিনীর সদস্য ছিলেন। তিনি ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধে অংশগ্রহণ করেছিলেন। খান ক্যাপ্টেন আব্দুল হালিম চৌধুরীর নেতৃত্বে সেক্টর ২-এ যুদ্ধ করেছিলেন। আসাদুজ্জামান খান বাংলাদেশ প্রেস কাউন্সিল ও শেরে বাংলা কৃষি বিশ্ববিদ্যালয়ের সিনেট সদস্য।তিনি ২০০৮ সালে বাংলাদেশের নবম জাতীয় সংসদ নির্বাচনে অংশগ্রহণ করে ঢাকা-১১ আসন থেকে সংসদ সদস্য নির্বাচিত হন। তিনি ২০০৯ থেকে ২০১৩ পর্যন্ত গৃহায়ন ও গণপূর্ত মন্ত্রণালয়ের সংসদীয় স্থায়ী কমিটির সদস্য হিসেবে দায়িত্ব পালন করেন। তিনি ২০১৪ সালে দশম জাতীয় সংসদ নির্বাচনে ঢাকা-১২ আসনে বিনা প্রতিদ্বন্দ্বিতায় সংসদ সদস্য নির্বাচিত হন। ১২ জানুয়ারি ২০১৪ সালে তিনি স্বরাষ্ট্র মন্ত্রণালয়ের প্রতিমন্ত্রী হিসাবে শপথ নেন। ২০১৫ সালের ১৪ জুলাই তিনি স্বরাষ্ট্র মন্ত্রণালয়ের পূর্ণ মন্ত্রী হিসাবে দায়িত্ব পান। আসাদুজ্জামান ৩০ শে ডিসেম্বর ২০১৮ সালে একাদশ জাতীয় সংসদ নির্বাচনে তৃতীয়বারের মতো সংসদ সদস্য নির্বাচিত হন এবং পুনরায় শপথ নিয়ে স্বরাষ্ট্র মন্ত্রণালয়ের দায়িত্ব গ্রহণ করেন।  ",
    },

    ///20
    {
      "id": "জন্ম",
      "text":
          "		৫ জুন ১৯৬৩ (বয়স ৫৮) রাঙ্গুনিয়া উপজেলা, চট্টগ্রাম, পূর্ব পাকিস্তান",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "----------------",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "ড. হাছান মাহ্‌মুদ ১৯৭৭ সালে চট্টগ্রাম ওয়ার্ড শাখা ছাত্রলীগে যোগদানের মাধ্যমে ছাত্ররাজনীতি শুরু করেন। ১৯৭৮ থেকে ১৯৭৯ পর্যন্ত তৎকালীন সরকারি ইন্টারমিডিয়েট কলেজ (বর্তমান সরকারি হাজী মুহাম্মদ মহসিন কলেজ) শাখা ছাত্রলীগের সাধারণ সম্পাদক ছিলেন। ১৯৮৮ সালে চট্টগ্রাম বিশ্ববিদ্যালয় শাখা ছাত্রলীগের সভাপতি হিসেবে দায়িত্ব গ্রহণ করেন। ১৯৯২ সালে তিনি আওয়ামী লীগে যোগদান করেন।[২] ১৯৯৩ সাল থেকে তিনি বেলজিয়ামে অবস্থানকালে সেখানকার আওয়ামী লগের বিভিন্ন পদে দায়িত্ব পালন করেন। এর মধ্যে ১৯৯৫ থেকে ২০০০ সালের মার্চ পর্যন্ত বেলজিয়াম শাখা আওয়ামী লীগের সাধারণ সম্পাদক ছিলেন। সপ্তম জাতীয় সংসদের সময়কালে ১৯৯৬ থেকে ২০০১ পর্যন্ত তিনি প্রধানমন্ত্রী শেখ হাসিনার রাজনৈতিক ও সংসদ বিষয়ক উপদেষ্টার দায়িত্ব পালন করেন। ",
    },

    ///24
    {
      "id": "জন্ম",
      "text": "		৩০ মার্চ ১৯৫৬ (বয়স ৬৫)কসবা, ব্রাহ্মণবাড়িয়া",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "----------------",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "আনিসুল হক ১৯৮৫ সালের নভেম্বর মাসে ঢাকা জেলা আইনজীবী এবং ১৯৮৭ সালের নভেম্বরে বাংলাদেশ সুপ্রীম কোর্টের হাইকোর্ট বিভাগে আইনজীবী হিসাবে তালিকাভুক্ত হন। ২০০১ সালে তিনি আইনজীবী হিসাবে বাংলাদেশ সুপ্রিম কোর্টের আপিল বিভাগে ভর্তি হন এবং ২০১০ সালে বাংলাদেশ সুপ্রিম কোর্টের সিনিয়র আইনজীবী হন। বাবার মৃত্যুর পরে আনিসুল হক বঙ্গবন্ধু হত্যা মামলা এবং জেল হত্যা মামলা উভয়ের প্রধান প্রসিকিউটর হয়েছিলেন। তার আইনি পরামর্শে বঙ্গবন্ধু খুনের মামলাটি শেষ হয় এবং বাংলাদেশের শীর্ষ আদালত রায় প্রদান করে। আনিসুল হক দুর্নীতি দমন কমিশন বাংলাদেশের প্রধান আইনজীবী ও বিশেষ প্রসিকিউটরও ছিলেন। আনিসুল হক পিলখানা হত্যা মামলার প্রধান প্রসিকিউটর ছিলেন যা ২০০৯ সালে বাংলাদেশের বিডিআর বিদ্রোহের সাথে সম্পৃক্ত। বাংলাদেশ সুপ্রিম কোর্টের সিনিয়র আইনজীবী মরহুম সিরাজুল হক এবং তাঁর ছেলে আনিসুল হক দু'জনেই ১৯৮০-২০১৪ সময়কালে বাংলাদেশের সর্বাধিক গুরুত্বপূর্ণ, শীর্ষস্থানীয় এবং সংবেদনশীল ফৌজদারি মামলার পরামর্শক হিসাবে কাজ করেছেন।",
    },

    ///28
    {
      "id": "জন্ম",
      "text": "		১৫ জুন ১৯৪৭ (বয়স ৭৪) লালমাই, কুমিল্লা",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "----------------",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "আবু হেনা মোহাম্মাদ মুস্তাফা কামাল (লোটাস কামাল হিসাবেও পরিচিত) (জন্ম: ১৫ জুন ১৯৪৭) একজন বাংলাদেশি রাজনীতিবিদ ও ক্রিকেট সংগঠক যিনি শেখ হাসিনার চতুর্থ মন্ত্রিসভায় অর্থমন্ত্রী হিসেবে দায়িত্ব পালন করছেন। পূর্বে তিনি পরিকল্পনা মন্ত্রী হিসেবে নিযুক্ত ছিলেন। তিনি বাংলাদেশের জাতীয় সংসদে কুমিল্লা-১০ সংসদীয় আসন থেকে বাংলাদেশ আওয়ামী লীগের নির্বাচিত সংসদ সদস্য। এছাড়াও মোস্তফা কামাল ২০১৪-১৫ মেয়াদে আইসিসি’র সভাপতির দায়িত্ব পালন করেন। ",
    },

    ///32
    {
      "id": "জন্ম",
      "text": "			ডিসেম্বর ৮, ১৯৬৫ (বয়স ৫৬) চাঁদপুর, পূর্ব পাকিস্তান (বর্তমান বাংলাদেশ)",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "	তৌফিক নেওয়াজ",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "ডা. দীপু মনি বাংলাদেশ সুপ্রিম কোর্টের একজন আইনজীবী। ২০০৮ সালে তিনি আওয়ামী লীগের প্রার্থী হিসেবে চাঁদপুর-৩ আসনের সংসদ সদস্য নির্বাচিত হন। একই সাথে শেখ হাসিনার মন্ত্রিসভার বাংলাদেশের প্রথম মহিলা পররাষ্ট্রমন্ত্রী হিসেবে নিয়োগ পান। তার সময়ে বাংলাদেশের পররাষ্ট্র মন্ত্রণালয় প্রতিবেশি দেশসমূহের সাথে বিভিন্ন সমস্যা সমাধানে পদক্ষেপ গ্রহণ করে। এর মধ্যে অন্যতম সমুদ্র সীমা নির্ধারণ, এই সময়ে বাংলাদেশ সরকার প্রতিবেশি দেশ মিয়ানমার এবং ভারতের সাথে প্রায় চার দশকের সমুদ্র সীমা সংক্রান্ত অমীমাংসিত বিষয়টি আন্তর্জাতিক আইনের আওতায় চূড়ান্ত ভাবে নিষ্পত্তির উদ্যোগ গ্রহণ করে। পররাষ্ট্রমন্ত্রী থাকাকালীন তিনি কমনওয়েলথ মিনিস্ট্রিয়াল অ্যাকশন গ্রুপের প্রথম নারী এবং দক্ষিণ এশীয় চেয়ারপার্সন নির্বাচিত হন। এছাড়া পররাষ্ট্রমন্ত্রী থাকাকালীন তিনি সাড়ে চার বছরে তিনি ১৮৭ বার বিভিন্ন দেশ ভ্রমণ করেন। তিনি দশম সংসদের (২০১৪-২০১৮) পররাষ্ট্র মন্ত্রণালয় বিষয়ক সংসদীয় স্থায়ী কমিটির সভাপতি ছিলেন। ২০১৬ সালে অনুষ্ঠিত আওয়ামী লীগের ২০তম কাউন্সিলে তিনি পুনরায় যুগ্ম-সাধারণ সম্পাদক হিসেবে নির্বাচিত হন। একাদশ সংসদে ডাঃ দীপু মনি শিক্ষা মন্ত্রণালয়ে শিক্ষামন্ত্রী হিসেবে নিয়োগ পান। তিনি বাংলাদেশের প্রথম নারী শিক্ষামন্ত্রী।  ",
    },

    ///36
    {
      "id": "জন্ম",
      "text": "২৩ আগস্ট ১৯৪৭ (বয়স ৭৪) সিলেট, বাংলাদেশ",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "	তৌফিক নেওয়াজ",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "এ কে আব্দুল মোমেন ১৯৪৭ সালের ২৩শে আগস্ট বাংলাদেশের সিলেটে জন্মগ্রহণ করেন। তার পিতা আবু আহমদ আব্দুল হাফিজ ছিলেন সিলেট জেলা মুসলিম লীগের প্রতিষ্ঠাতা। তার মা সৈয়দা শাহার বানু ভাষা আন্দোলনের অন্যতম সংগঠক এবং সিলেটে নারী জাগরণের অগ্রদূত। তার ভাই আবুল মাল আব্দুল মুহিত বাংলাদেশের অর্থমন্ত্রী হিসেবে দায়িত্ব পালন করেছেন।[৪][৫] আব্দুল মোমেন ঢাকা বিশ্ববিদ্যালয় থেকে ১৯৬৯ সালে অর্থনীতিতে বি.এ এবং ১৯৭১ সালে উন্নয়ন অর্থনীতিতে এম.এ অর্জন করেন।[৬] তিনি ১৯৭৯ সালে হার্ভার্ড বিজনেস স্কুল থেকে এমবিএ পাস করেন।[৭] এরপর ১৯৭৬ সালে ঢাকার সেন্ট্রাল কলেজ থেকে আইনশাস্ত্রে এলএলবি অর্জন করেন। এরপর তিনি যুক্তরাষ্ট্রে তার লেখাপড়া চালিয়ে যান এবং নর্থইস্টার্ন বিশ্ববিদ্যালয়, বোস্টন, ম্যাসাচুসেটস থেকে ১৯৮৮ সালে অর্থনীতিতে পিএইচডি সম্পন্ন করেন।[৬]  ",
    },

    ///40
    {
      "id": "জন্ম",
      "text": "১৬ ফেব্রুয়ারি ১৯৪৬ ডুংরিয়া, শান্তিগঞ্জ, আসাম, ব্রিটিশ ভারত। ",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "জুলেখা মান্নান",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "এম. এ. মান্নান ২০০৫ সালে রাজনৈতিক জীবন শুরু করে প্রয়াত পররাষ্ট্রমন্ত্রী আবদুস সামাদ আজাদের মৃত্যুজনিত কারণে ২০০৫ সালের সুনামগঞ্জ-৩ আসনের উপ-নির্বাচনে বাংলাদেশ আওয়ামী লীগের সমর্থন নিয়ে অংশগ্রহণ করে পরাজিত হয়েছিলেন। পরবর্তীতে ২০০৮ সালের নবম জাতীয় সংসদ নির্বাচনে বাংলাদেশ আওয়ামী লীগের প্রার্থী হয়ে সুনামগঞ্জ-৩ আসনে জয়ী হয়ে কয়েকটি সংসদীয় স্থায়ী কমিটির চেয়ারম্যান ও সদস্য হিসেবে দায়িত্ব পালন করেন।২০১০ এবং ২০১৩ সালে বাংলাদেশ আওয়ামী লীগের কেন্দ্রীয় নির্বাহী সংসদের সদস্যও নির্বাচিত হয়েছেন তিনি। ২০১৪ সালের দশম জাতীয় সংসদ নির্বাচনে ফের আওয়ামী লীগের প্রার্থী হয়ে সুনামগঞ্জ-৩ আসন থেকে বিজয়ী হয়ে অর্থ ও পরিকল্পনা মন্ত্রণালয়ের প্রতিমন্ত্রী হিসেবে নিযুক্ত হন। ২০১৮ সালের একাদশ জাতীয় সংসদ নির্বাচনে ফের আওয়ামী লীগের প্রার্থী হয়ে সুনামগঞ্জ-৩ আসন থেকে বিজয়ী হয়ে পরিকল্পনা মন্ত্রণালয়ের মন্ত্রী হিসেবে নিযুক্ত হন।[৭]  ",
    },

    ///44
  ];
}
