class Mydata3 {
  List<Map<dynamic, dynamic>> data3 = [
    {
      "id": "জন্ম",
      "text":
          "	২৮ সেপ্টেম্বর ১৯৪৭ (বয়স ৭৪)টুঙ্গিপাড়া, গোপালগঞ্জ,তৎকালীন বৃহত্তর ফরিদপুর জেলা, পূর্ব বাংলা, পাকিস্তান (বর্তমানে বাংলাদেশ)",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "ওয়াজেদ মিয়া",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ (১৯৮১–বর্তমান)",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "শেখ হাসিনা বাংলাদেশের প্রথম রাষ্ট্রপতি শেখ মুজিবুর রহমানের কন্যা। তার রাজনৈতিক কর্মজীবন প্রায় চার দশকেরও বেশি সময়ব্যাপী বিস্তৃত। তিনি ১৯৮৬ থেকে ১৯৯০ ও ১৯৯১-১৯৯৫ পর্যন্ত বিরোধী দলের নেতা এবং ১৯৯৬-২০০১ পর্যন্ত প্রধানমন্ত্রীর দায়িত্ব পালন করেন এবং ১৯৮১ সাল থেকে তিনি আওয়ামী লীগের সভাপতির দায়িত্ব পালন করছেন। ২০০৮ সালে জনগণের বিপুল ভোটে জয়ী হয়ে তিনি প্রধানমন্ত্রী হিসেবে ফিরে আসেন। ২০১৪ সালের জানুয়ারিতে একটি বিরোধীদলবিহীন নির্বাচনে তিনি তৃতীয়বারের মত প্রধানমন্ত্রী হন। নির্বাচনটি বিরোধীদল কর্তৃক বর্জিত এবং আন্তর্জাতিক পর্যবেক্ষকদের দ্বারা সমালোচিত হয়েছিল। ২০১৮ সালের ডিসেম্বরে তিনি সহিংসতায় দুষ্ট ও বিরোধীদল কর্তৃক সাজানো নির্বাচন হিসেবে সমালোচিত একটি নির্বাচনে চতুর্থ মেয়াদে প্রধানমন্ত্রী হন।",
    },

    //dfasdfasdf
    {
      "id": "জন্ম",
      "text": "১ অক্টোবর ১৯৪৬ (বয়স ৭৫) গাজীপুর",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "লায়লা আরজুমান বানু",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "মোজাম্মেল হক ছাত্রাবস্থায় পূর্ব পাকিস্তান ছাত্রলীগ কেন্দ্রীয় কার্যনির্বাহী কমিটির সদস্য ও সহ-সাধারণ সম্পাদকের দায়িত্ব পালন করেন। তিনি তৎকালীন গাজীপুর মহকুমা ছাত্রলীগের প্রতিষ্ঠাতা সাধারণ সম্পাদক ছিলেন। বাংলাদেশের স্বাধীনতা যুদ্ধের পর ১৯৭৩ থেকে ১৯৮৬ সাল পর্যন্ত তিনি ৩ বার ইউনিয়ন পরিষদ চেয়ারম্যান এবং ১৯৮৯ থেকে ২০০৮ সাল পর্যন্ত ৪ বার পৌর চেয়ারম্যান ও মেয়র নির্বাচিত হন। এছাড়া ১৯৭৬ সাল থেকে তিনি গাজীপুর জেলা আওয়ামী লীগের সাধারণ সম্পাদক ও সভাপতি হিসেবে দায়িত্ব পালন করেন।[৩] ২০০৮ সালে পৌর মেয়রের পদ থেকে পদত্যাগ করে গাজীপুর-১ আসন থেকে নবম জাতীয় সংসদ নির্বাচনে অংশ নিয়ে জয়ী হন। এরপর ২০১৪ ও ২০১৯-ও সালে গাজীপুর-১ আসন থেকে জাতীয় সংসদ নির্বাচনে অংশ নিয়ে বিজয়ী হন।[৪][৫] এ সময় তিনি সরকারের ভূমি মন্ত্রণালয় সংক্রান্ত সংসদীয় স্থায়ী কমিটির সভাপতি হিসেবে দায়িত্ব পালন করেন।[২] তিনি ১১ ডিসেম্বর ২০১৮ থেকে ৬ জানুয়ারি ২০১৯ পর্যন্ত বাংলাদেশ সরকারের ধর্মমন্ত্রী হিসেবে দায়িত্ব পালন করেন। বর্তমানে তিনি মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালযয়ের মন্ত্রী হিসেবে নিযুক্ত রয়েছেন। ",
    },
     //dfasdfasdf
    {
      "id": "জন্ম",
      "text": "১ অক্টোবর ১৯৪৬ (বয়স ৭৫) গাজীপুর",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "লায়লা আরজুমান বানু",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "মোজাম্মেল হক ছাত্রাবস্থায় পূর্ব পাকিস্তান ছাত্রলীগ কেন্দ্রীয় কার্যনির্বাহী কমিটির সদস্য ও সহ-সাধারণ সম্পাদকের দায়িত্ব পালন করেন। তিনি তৎকালীন গাজীপুর মহকুমা ছাত্রলীগের প্রতিষ্ঠাতা সাধারণ সম্পাদক ছিলেন। বাংলাদেশের স্বাধীনতা যুদ্ধের পর ১৯৭৩ থেকে ১৯৮৬ সাল পর্যন্ত তিনি ৩ বার ইউনিয়ন পরিষদ চেয়ারম্যান এবং ১৯৮৯ থেকে ২০০৮ সাল পর্যন্ত ৪ বার পৌর চেয়ারম্যান ও মেয়র নির্বাচিত হন। এছাড়া ১৯৭৬ সাল থেকে তিনি গাজীপুর জেলা আওয়ামী লীগের সাধারণ সম্পাদক ও সভাপতি হিসেবে দায়িত্ব পালন করেন।[৩] ২০০৮ সালে পৌর মেয়রের পদ থেকে পদত্যাগ করে গাজীপুর-১ আসন থেকে নবম জাতীয় সংসদ নির্বাচনে অংশ নিয়ে জয়ী হন। এরপর ২০১৪ ও ২০১৯-ও সালে গাজীপুর-১ আসন থেকে জাতীয় সংসদ নির্বাচনে অংশ নিয়ে বিজয়ী হন।[৪][৫] এ সময় তিনি সরকারের ভূমি মন্ত্রণালয় সংক্রান্ত সংসদীয় স্থায়ী কমিটির সভাপতি হিসেবে দায়িত্ব পালন করেন।[২] তিনি ১১ ডিসেম্বর ২০১৮ থেকে ৬ জানুয়ারি ২০১৯ পর্যন্ত বাংলাদেশ সরকারের ধর্মমন্ত্রী হিসেবে দায়িত্ব পালন করেন। বর্তমানে তিনি মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালযয়ের মন্ত্রী হিসেবে নিযুক্ত রয়েছেন। ",
    },

         //dfasdfasdf
    {
      "id": "জন্ম",
      "text": "	১ জানুয়ারি ১৯৫২ (বয়স ৬৯) নোয়াখালী, পূর্ব পাকিস্তান",
    },
    {
      "id": "দাম্পত্য সঙ্গী",
      "text": "ইসরাতুন্নেছা কাদের",
    },
    {
      "id": "রাজনৈতিক দল",
      "text": "আওয়ামী লীগ",
    },
    {
      "id": "কর্মজীবন",
      "text":
          "ওবায়দুল কাদের (জন্ম: ১ জনুয়ারি ১৯৫২) বাংলাদেশ আওয়ামী লীগের সাধারণ সম্পাদক এবং সড়ক পরিবহন ও সেতু মন্ত্রী। নোয়াখালী-৫ আসন থেকে তিনি আওয়ামী লীগের প্রার্থী হিসেবে সপ্তম, নবম, দশম এবং একাদশ জাতীয় সংসদ নির্বাচনে জয় লাভ করেন। শেখ হাসিনার প্রথম মন্ত্রিসভায় তিনি যুব, ক্রীড়া ও সাংস্কৃতি বিষয়ক প্রতিমন্ত্রী ছিলেন। ২০১১ সালের ডিসেম্বর থেকে তিনি সড়ক পরিবহন ও সেতু মন্ত্রী হিসেবে দায়িত্ব পালন করছেন।  ",
    },
  ];
}
